export default [
  {
    title: '珠海',
    key: 'zhuhai',
    lng: '113.46',
    lat: '22.3',
    max: 10,
    data: [
      // 横琴新区 6例
      { lng: '113.554387', lat: '22.150197', count: 5, name: '横琴祥澳路108号国贸大厦' },
      { lng: '113.506945', lat: '22.100564', count: 1, name: '横琴富祥湾深井村海马主题公寓' },
      // 香洲区 37例
      { lng: '113.531933', lat: '22.287593', count: 3, name: '前山街道权英豪苑' },
      { lng: '113.515978', lat: '22.244203', count: 1, name: '前山街道荣泰河庭' },
      { lng: '113.509017', lat: '22.279326', count: 3, name: '前山街道万科城' },
      { lng: '113.537879', lat: '22.274154', count: 4, name: '梅华街道富华广场3期' },
      { lng: '113.535793', lat: '22.271586', count: 2, name: '梅华街道金鸿·利嘉阁' },
      { lng: '113.557387', lat: '22.22262', count: 3, name: '拱北街道蔚徕酒店' },
      { lng: '113.561591', lat: '22.261371', count: 1, name: '翠香街道御龙山庄' },
      { lng: '113.570135', lat: '22.283525', count: 1, name: '翠香街道汉庭快捷酒店（银桦路店）' },
      { lng: '113.584898', lat: '22.251517', count: 4, name: '吉大街道锦江之星（九洲大道店）' },
      { lng: '113.587091', lat: '22.27227', count: 3, name: '狮山街道望海楼酒店' },
      { lng: '113.577098', lat: '22.285216', count: 1, name: '狮山街道锦枫八方酒店' },
      { lng: '113.584447', lat: '22.2898', count: 1, name: '香湾街道金域蓝湾' },
      { lng: '113.591174', lat: '22.254176', count: 3, name: '吉大街道绿茵豪庭' },
      { lng: '113.542094', lat: '22.240428', count: 1, name: '前山街道银石雅园' },
      { lng: '113.560648', lat: '22.237551', count: 1, name: '拱北街道骏发山庄' },
      { lng: '113.533219', lat: '22.210556', count: 1, name: '湾仔街道南联路91号' },
      { lng: '113.530316', lat: '22.287566', count: 3, name: '前山街道暨南花园' },
      { lng: '113.532518', lat: '22.218991', count: 2, name: '南屏镇华发世纪城' },
      { lng: '113.581278', lat: '22.28673', count: 2, name: '狮山街道国子间' },
      // 金湾区 4例
      { lng: '113.39703', lat: '22.075925', count: 2, name: '三灶镇万科城市花园' },
      { lng: '113.358996', lat: '22.142055', count: 2, name: '红旗镇广安路92号' },
      { lng: '113.352339', lat: '22.139933', count: 1, name: '红旗镇东方润园' },
      { lng: '113.351334', lat: '22.142572', count: 1, name: '红旗镇格林豪泰酒店' },
      // 高栏港区 1例
      { lng: '113.192326', lat: '22.10549', count: 1, name: '平沙镇美平一街240号' },
      // 斗门区 5例
      { lng: '113.227217', lat: '22.22086', count: 5, name: '斗门镇御金山小区' },
      // 高新区 5例
      { lng: '113.600204', lat: '22.34272', count: 1, name: '唐家湾镇鸡山村' },
      { lng: '113.599854', lat: '22.321754', count: 2, name: '唐家湾镇中海银海湾' },
      { lng: '113.568067', lat: '22.376026', count: 1, name: '金鼎南星街' },
      { lng: '113.599218', lat: '22.339495', count: 1, name: '唐家湾镇旭日湾花园' },
      // 坦洲镇 3例
      { lng: '113.493205', lat: '22.268023', count: 3, name: '汇翠山庄汇宜居' },
      // 三乡镇 3例
      { lng: '113.483459', lat: '22.321225', count: 1, name: '鹤泉山庄' },
      { lng: '113.46742', lat: '22.339452', count: 1, name: '雅居乐万象郡' }
    ]
  }
]
